02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa4.ext4.mmap.randread.bs4k.j8.depth16.txt
04-08 23:04:39 1407161079
job.hioa4.ext4.mmap.randread.bs4k.j8.depth16: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=16
...
job.hioa4.ext4.mmap.randread.bs4k.j8.depth16: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=16
fio-2.0.14
Starting 8 processes

job.hioa4.ext4.mmap.randread.bs4k.j8.depth16: (groupid=0, jobs=8): err= 0: pid=18399: Mon Aug  4 23:04:40 2014
  read : io=8192.0MB, bw=10449MB/s, iops=2674.1K, runt=   784msec
    clat (usec): min=1 , max=83 , avg= 2.20, stdev= 0.57
     lat (usec): min=1 , max=83 , avg= 2.24, stdev= 0.58
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
     | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
     | 70.00th=[    2], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[    4], 99.50th=[    4], 99.90th=[    4], 99.95th=[    5],
     | 99.99th=[   16]
    bw (MB/s)  : min= 1265, max= 1535, per=13.52%, avg=1446.19, stdev=82.11
    lat (usec) : 2=3.98%, 4=94.97%, 10=1.02%, 20=0.02%, 50=0.01%
    lat (usec) : 100=0.01%
  cpu          : usr=57.35%, sys=42.24%, ctx=31, majf=0, minf=2097407
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2097152/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=8192.0MB, aggrb=10449MB/s, minb=10449MB/s, maxb=10449MB/s, mint=784msec, maxt=784msec

Disk stats (read/write):
  hioa: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
04-08 23:04:40 1407161080