02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa4.ext4.mmap.read.bs4k.j32.depth2.txt
04-08 20:25:17 1407151517
job.hioa4.ext4.mmap.read.bs4k.j32.depth2: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=2
...
job.hioa4.ext4.mmap.read.bs4k.j32.depth2: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=2
fio-2.0.14
Starting 32 processes

job.hioa4.ext4.mmap.read.bs4k.j32.depth2: (groupid=0, jobs=32): err= 0: pid=13879: Mon Aug  4 20:25:18 2014
  read : io=32768MB, bw=19073MB/s, iops=4882.8K, runt=  1718msec
    clat (usec): min=1 , max=48193 , avg= 5.04, stdev=145.67
     lat (usec): min=1 , max=48193 , avg= 5.14, stdev=147.68
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    2], 10.00th=[    2], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    5], 90.00th=[    5], 95.00th=[    6],
     | 99.00th=[    7], 99.50th=[    8], 99.90th=[   15], 99.95th=[   20],
     | 99.99th=[  131]
    bw (KB/s)  : min=392996, max=999740, per=3.41%, avg=665206.21, stdev=150177.55
    lat (usec) : 2=1.23%, 4=42.84%, 10=55.67%, 20=0.21%, 50=0.05%
    lat (usec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  cpu          : usr=55.75%, sys=20.22%, ctx=15008, majf=0, minf=8389786
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=8388608/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=32768MB, aggrb=19073MB/s, minb=19073MB/s, maxb=19073MB/s, mint=1718msec, maxt=1718msec

Disk stats (read/write):
  hioa: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%
04-08 20:25:19 1407151519