02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa4.ext4.sync.randread.bs8k.j8.depth4.txt
05-08 07:54:49 1407192889
job.hioa4.ext4.sync.randread.bs8k.j8.depth4: (g=0): rw=randread, bs=8K-8K/8K-8K/8K-8K, ioengine=sync, iodepth=4
...
job.hioa4.ext4.sync.randread.bs8k.j8.depth4: (g=0): rw=randread, bs=8K-8K/8K-8K/8K-8K, ioengine=sync, iodepth=4
fio-2.0.14
Starting 8 processes

job.hioa4.ext4.sync.randread.bs8k.j8.depth4: (groupid=0, jobs=8): err= 0: pid=28175: Tue Aug  5 07:55:05 2014
  read : io=8192.0MB, bw=535124KB/s, iops=66890 , runt= 15676msec
    clat (usec): min=48 , max=4206 , avg=118.06, stdev=26.16
     lat (usec): min=48 , max=4207 , avg=118.15, stdev=26.16
    clat percentiles (usec):
     |  1.00th=[   94],  5.00th=[   95], 10.00th=[   99], 20.00th=[  108],
     | 30.00th=[  109], 40.00th=[  110], 50.00th=[  112], 60.00th=[  114],
     | 70.00th=[  119], 80.00th=[  123], 90.00th=[  139], 95.00th=[  161],
     | 99.00th=[  201], 99.50th=[  243], 99.90th=[  406], 99.95th=[  438],
     | 99.99th=[  478]
    bw (KB/s)  : min=66032, max=67584, per=12.51%, avg=66943.68, stdev=209.55
    lat (usec) : 50=0.01%, 100=10.73%, 250=88.80%, 500=0.47%, 750=0.01%
    lat (msec) : 4=0.01%, 10=0.01%
  cpu          : usr=1.92%, sys=4.75%, ctx=1207903, majf=0, minf=212
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=8192.0MB, aggrb=535124KB/s, minb=535124KB/s, maxb=535124KB/s, mint=15676msec, maxt=15676msec

Disk stats (read/write):
  hioa: ios=1047687/0, merge=0/0, ticks=115490/0, in_queue=115860, util=99.51%
05-08 07:55:05 1407192905