02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa5.xfs.libaio.write.bs8k.j8.depth32.txt
05-08 14:50:23 1407217823
job.hioa5.xfs.libaio.write.bs8k.j8.depth32: (g=0): rw=write, bs=8K-8K/8K-8K/8K-8K, ioengine=libaio, iodepth=32
...
job.hioa5.xfs.libaio.write.bs8k.j8.depth32: (g=0): rw=write, bs=8K-8K/8K-8K/8K-8K, ioengine=libaio, iodepth=32
fio-2.0.14
Starting 8 processes

job.hioa5.xfs.libaio.write.bs8k.j8.depth32: (groupid=0, jobs=8): err= 0: pid=2642: Tue Aug  5 14:50:27 2014
  write: io=8192.0MB, bw=2263.7MB/s, iops=289741 , runt=  3619msec
    slat (usec): min=2 , max=519 , avg= 5.27, stdev= 1.08
    clat (usec): min=23 , max=27661 , avg=875.15, stdev=317.74
     lat (usec): min=28 , max=27664 , avg=880.55, stdev=317.78
    clat percentiles (usec):
     |  1.00th=[  748],  5.00th=[  852], 10.00th=[  860], 20.00th=[  860],
     | 30.00th=[  868], 40.00th=[  868], 50.00th=[  876], 60.00th=[  876],
     | 70.00th=[  876], 80.00th=[  884], 90.00th=[  884], 95.00th=[  892],
     | 99.00th=[  900], 99.50th=[  908], 99.90th=[  948], 99.95th=[ 1096],
     | 99.99th=[19072]
    bw (KB/s)  : min=267504, max=293232, per=12.51%, avg=289975.14, stdev=3643.65
    lat (usec) : 50=0.01%, 100=0.01%, 250=0.12%, 500=0.02%, 750=0.87%
    lat (usec) : 1000=98.93%
    lat (msec) : 2=0.04%, 4=0.01%, 10=0.01%, 20=0.02%, 50=0.01%
  cpu          : usr=6.16%, sys=26.66%, ctx=726888, majf=0, minf=206
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=8192.0MB, aggrb=2263.7MB/s, minb=2263.7MB/s, maxb=2263.7MB/s, mint=3619msec, maxt=3619msec

Disk stats (read/write):
  hioa: ios=0/985038, merge=0/0, ticks=0/855800, in_queue=868690, util=98.08%
05-08 14:50:27 1407217827