02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa5.xfs.mmap.randwrite.bs4k.j4.depth1.txt
05-08 23:23:58 1407248638
job.hioa5.xfs.mmap.randwrite.bs4k.j4.depth1: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=1
...
job.hioa5.xfs.mmap.randwrite.bs4k.j4.depth1: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=1
fio-2.0.14
Starting 4 processes

job.hioa5.xfs.mmap.randwrite.bs4k.j4.depth1: (groupid=0, jobs=4): err= 0: pid=15279: Tue Aug  5 23:24:15 2014
  write: io=4096.0MB, bw=239921KB/s, iops=59980 , runt= 17482msec
    clat (usec): min=19 , max=4741 , avg=64.81, stdev=12.78
     lat (usec): min=19 , max=4741 , avg=64.97, stdev=12.78
    clat percentiles (usec):
     |  1.00th=[   32],  5.00th=[   47], 10.00th=[   55], 20.00th=[   59],
     | 30.00th=[   62], 40.00th=[   65], 50.00th=[   67], 60.00th=[   69],
     | 70.00th=[   70], 80.00th=[   71], 90.00th=[   73], 95.00th=[   74],
     | 99.00th=[   78], 99.50th=[   85], 99.90th=[   96], 99.95th=[   99],
     | 99.99th=[  109]
    bw (KB/s)  : min=57976, max=60912, per=25.03%, avg=60045.06, stdev=395.36
    lat (usec) : 20=0.01%, 50=5.79%, 100=94.16%, 250=0.05%
    lat (msec) : 10=0.01%
  cpu          : usr=5.76%, sys=57.05%, ctx=3550693, majf=0, minf=1049050
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=239921KB/s, minb=239921KB/s, maxb=239921KB/s, mint=17482msec, maxt=17482msec

Disk stats (read/write):
  hioa: ios=0/1047353, merge=0/0, ticks=0/14690, in_queue=14830, util=50.81%
05-08 23:24:16 1407248656